[
  {
    "id": "malin-kundang",
    "title": "Malin Kundang",
    "province": "sumatera-barat",
    "type": "legenda",
    "image": "images/malin-kundang.png",
    "content": "<p><strong> Ibu Mande Rubayah dan Malin Kundang </strong></p> <p> Pada zaman dahulu, di sebuah desa nelayan di Air Manis, Sumatra Barat, hiduplah satu keluarga nelayan. Karena kebutuhan keuangan keluarga, sang ayah akhirnya memutuskan untuk pergi merantau menyebrangi lautan. Namun, sang ayah tidak pernah kembali ke kampung dan meninggalkan istrinya, Mande Rubayah. Sang istri kemudian membesarkan anak mereka, Malin, seorang diri. Oleh sang ibu, Malin sering dikundang-kundang (dibawa ke mana saja). Oleh karena itu, sang anak mendapat panggilan baru, Malin Kundang. Malin tumbuh sebagai anak yang pintar, tapi sedikit nakal. Malin sering mengejar ayam dan memukul mereka dengan sapu. Suatu hari, ketika Malin sedang mengejar ayam, Malin terjatuh dan tangannya terbentur sebuah batu. Luka itu meninggalkan bekas di lengannya. </p> <p> Suatu hari, ketika Malin sedang mengejar ayam, Malin terjatuh dan tangannya terbentur sebuah batu, dikenal batu menangis. Luka itu meninggalkan bekas di lengannya. </p> <p> Beranjak dewasa, Malin merasa iba pada ibunya yang harus bersusah payah menafkahi mereka, sehingga berniat untuk merantau bersama sebuah kapal dagang. Ketika menceritakan tentang niatnya, sang ibu tidak mengizinkan Malin untuk pergi. Ibu Mande tidak rela ditinggal anak semata wayangnya. Ibu Mande juga takut Malin akan menjadi seperti ayahnya yang pergi dan tidak pernah kembali ke kampung.</p> <p> <strong> </strong>Malin Kundang Merantau dan Menjadi Sukses </p> <p> Meski ditolak sang ibu, Malin tidak berhenti membujuknya. Melihat kegigihan Malin, Ibu Mande pun mengizinkannya pergi, meski dengan berat hati. Setelah meyakinkan ibunya bahwa dirinya akan baik-baik saja, Malin pun pamit dan meninggalkan Ibu Mande seorang diri di desa. Ketika sedang berlayar dalam perantauannya, sebuah kejadian buruk menimpa kapal yang ditumpangi Malin sehingga ia terdampar di sebuah pantai. Warga desa di pantai tersebut menyambut dan membantu Malin untuk tinggal dan bekerja di sana. Malin bekerja dengan sangat rajin mengolah tanah desa yang subur dan menjadi semakin sukses. Malin memiliki 100 orang pekerja dan sejumlah kapal dagang sendiri. Setelah berhasil menjadi orang kaya, Malin pun mempersunting anak seorang saudagar kaya. Sementara itu, Ibu Mande tidak pernah mendapatkan kabar apapun dari Malin selepas kepergiannya. Selama bertahun-tahun, Ibu Mande hanya bisa memandangi laut sambil berdoa agar anaknya selamat dan mengirimkan kabar, atau bahkan kembali ke desa. Setiap kali ada kapal besar yang bersandar di desa, Ibu Mande selalu bertanya kepada nakhoda dan awak kapal tentang anaknya. Namun, tidak pernah ada yang membawa kabar atau titipan dari Malin.</p> <p> Malin Kundang Pulang ke Kampung Halaman </p> <p> Suatu ketika, Malin bersama istri dan beberapa anak buah kapal pergi berlayar menggunakan kapal yang besar. Setelah berlayar beberapa saat, kapalnya berlabuh di suatu pulau. Tanpa disadari, ternyata itu adalah kampung halaman Malin. Melihat kapal besar yang berlabuh, warga desa, termasuk Ibu Mande beramai-ramai berkumpul di tepi pantai. Mereka ingin menyambut kapal yang dikira milik seorang sultan atau pangeran itu. Dari kejauhan, terlihat sepasang pemuda dan pemudi berdiri di anjungan, mengenakan pakaian yang mewah. Ibu Mande melihat dan menyadari bahwa sang pemuda adalah Malin. Segera setelah kapal berlabuh dan kedua pemuda itu turun dari kapal, Ibu Mande berlari mendekati anaknya. Dari dekat, Ibu Mande melihat bekas luka di lengan sang pemuda dan menjadi semakin yakin bahwa pemuda itu adalah Malin. Ia kemudian memeluk Malin, sambil memanggil namanya dan bertanya tentang kabarnya.</p> <p> 'Dari dekat, Ibu Mande melihat bekas luka di lengan sang pemuda dan menjadi semakin yakin bahwa pemuda itu adalah Malin.' </p> <p>Malin Kundang Durhaka</p> <p>Istri Malin yang berdiri di dekat Malin, terkejut melihat seorang wanita tua berpakaian compang-camping memeluk suaminya sambil mengaku sebagai ibunya. Maklum, selama ini Malin mengaku bahwa kedua orang tuanya adalah bangsawan dan sudah meninggal. Istri Malin pun bertanya kepada Malin tentang siapa wanita itu sebenarnya. Karena malu kepada istrinya, Malin kemudian mendorong ibunya dan berkata kasar kepada Ibu Mande. Malin tidak mengakuinya sebagai ibu dan mengatakan bahwa ibunya tidak seperti Ibu Mande yang kotor dan miskin. Setelah itu, Malin memerintahkan istri dan anak buahnya untuk bergegas kembali ke kapal untuk berlayar.</p> <p>Malin Kundang Dikutuk Menjadi Batu</p> <p>Ibu Mande yang sudah tua renta terkapar di pasir, menangis, dan sakit hati sampai pingsan. Setelah akhirnya tersadar, Ibu Mande tinggal sendiri di pantai dan warga desa yang tadinya ramai sudah meninggalkannya. Ibu Mande juga melihat bahwa kapal Malin dan istrinya sudah berlayar jauh dari pantai. Sambil menangis, Ibu Mande berlutut sambil mengangkat tangan untuk berdoa kepada Tuhan. Ibu Mande berdoa jika pemuda tadi bukan Malin Kundang, Ibu Mande memaafkan perbuatannya. Tapi, jika pemuda itu adalah benar Malin Kundang, maka Ibu Mande mengutuknya untuk menjadi sebuah batu. Ibu Mande berdoa jika pemuda itu adalah benar Malin Kundang, maka Ibu Mande mengutuknya untuk menjadi sebuah batu. Setelah Ibu Mande berdoa, langit yang tadinya cerah tiba-tiba berubah menjadi gelap. Hujan deras dan badai pun muncul. Kapal Malin yang sedang berlayar pun hancur berkeping-keping disambar petir. Keesokan harinya ketika badai sudah reda, puing-puing kapal yang sudah berubah menjadi batu tersapu ombak ke suatu pulau. Di antara puing-puing yang terdampar di pantai, ada satu bongkahan batu yang berbentuk seperti tubuh manusia yang menunduk, beserta ikan teri, ikan belanak, dan ikan tenggiri yang berenang di sela-sela batu itu. Masyarakat setempat mempercayai batu itu adalah tubuh Malin yang dikutuk berubah menjadi batu karena durhaka kepada ibunya, dan ikan-ikan di sekitarnya adalah serpihan tubuh istri Malin yang sedang mencari suaminya.</p>"
  },
  {
    "id": "timun-mas",
    "title": "Timun Mas",
    "province": "jawa-tengah",
    "type": "dongeng",
    "image": "images/timun-mas.png",
    "content": "<p>Pada suatu waktu, hiduplah sepasang suami istri yang sangat mendambakan kehadiran seorang anak. Namun, meskipun sudah bertahun-tahun menunggu, mereka belum juga dikaruniai keturunan. Dalam keputusasaan, mereka memohon kepada seorang raksasa yang tinggal di hutan. Raksasa itu bersedia membantu dengan syarat bahwa mereka harus menyerahkan anak tersebut kepada raksasa saat sudah berusia 17 tahun. Sang istri kemudian diberi sebuah biji timun oleh raksasa. Ia menanam biji itu dan merawatnya dengan baik. Tak lama kemudian, tumbuhlah sebuah timun yang sangat besar dan indah.</p> <p>Ketika timun itu dipetik dan dibuka, di dalamnya terdapat seorang bayi perempuan yang cantik. Pasangan tersebut sangat bahagia dan memberi nama bayi itu Timun Mas. Tahun demi tahun berlalu, Timun Mas tumbuh menjadi gadis yang cerdas dan cantik. Namun, orang tuanya tidak pernah melupakan janji mereka kepada raksasa. Ketika Timun Mas berusia 17 tahun, raksasa datang untuk menagih janjinya. Pasangan suami istri itu sangat sedih, tetapi mereka tidak ingin kehilangan putri mereka yang sangat mereka cintai. Dengan kecerdikan dan kasih sayang, mereka memberi Timun Mas sebuah kantung yang berisi biji mentimun, jarum, garam, dan terasi. Mereka menginstruksikan Timun Mas untuk menggunakan benda-benda tersebut jika raksasa mencoba menangkapnya.</p> <p>Ketika raksasa datang, Timun Mas melarikan diri ke dalam hutan. Raksasa mengejarnya dengan marah. Dalam pelariannya, Timun Mas mulai menggunakan benda-benda dari kantong tersebut. Pertama, ia menaburkan biji mentimun yang segera tumbuh menjadi tanaman mentimun besar yang menjalar dan menghambat raksasa. Namun, raksasa berhasil melewati rintangan itu. Kemudian, Timun Mas menaburkan jarum yang berubah menjadi hutan bambu yang sangat tajam. Raksasa terluka, tetapi ia tetap melanjutkan pengejarannya. Timun Mas kemudian menaburkan garam yang seketika berubah menjadi lautan luas. Raksasa kesulitan berenang, tetapi dengan usaha keras ia masih terus mengejar.</p> <p>Akhirnya, Timun Mas menaburkan terasi. Seketika, terasi tersebut berubah menjadi lumpur panas yang menyedot raksasa. Raksasa terperangkap dalam lumpur dan tidak bisa bergerak. Ia akhirnya tenggelam dan hilang dari permukaan. Timun Mas pun selamat dan kembali ke rumah dengan selamat. Orang tuanya sangat bahagia melihat putri mereka kembali dengan selamat. Mereka hidup bahagia selamanya tanpa ada gangguan dari raksasa lagi.</p>"
  },
  {
    "id": "naga-basuki",
    "title": "Legenda Naga Basuki",
    "province": "bali",
    "type": "legenda",
    "image": "images/legenda-naga-basuki.png",
    "content": "<p>Coming Soon....</p>"
  },
  {
    "id": "kota-banyuwangi",
    "title": "Asal Mula Kota Banyuwangi",
    "province": "jawa-timur",
    "type": "legenda",
    "image": "images/asal-mula-kota-banyuwangi.png",
    "content": "<p>Coming Soon....</p>"
  },
  {
    "id": "danau-toba",
    "title": "Legenda Danau Toba",
    "province": "sumatera-utara",
    "type": "legenda",
    "image": "images/danau-toba.png",
    "content": "<p>Alkisah pada zaman dahulu kala, terdapat seorang pemuda dengan nama Toba. Ia merupakan seorang yatim piatu. Untuk memenuhikebutuhannya sehari-hari, Toba bekerja di ladang. Sesekali ia mencari ikan di sungai yang terletak tidak jauh dari gubugnya. Ikan hasil tangkapannya kerap dijadikan sebagai lauk dan bila berlebih, akan dijual ke pasar. Pada suatu hari sepulang dari ladang, Toba memancing ikan di sungai tersebut. Ia sangat berharap untuk memperoleh ikan yang besar yang dapat dengan segera dimasaknya untuk dijadikan sebagai lauk. Terpenuhilah harapannya tersebut. Tidak berselang lama, ia melemparkan pancingnya ke sungai. Mata kailnya langsung disambar oleh seekor ikan. Betapa gembiranya Toba saat menarik tali pancingnya dan melihat seekor ikan dengan ukuran yang besar tersangkut di mata pancingnya.</p> <p>Sejenak, Toba memperhatikan ikan besar yang berhasil ia pancing itu.” Ikan yang aneh.” Gumannya. Seumur hidupnya, Toba belum pernah melihat ikan dengan bentuk seperti itu. Warna ikan tersebut kekuningan serta sisik-sisiknya kuning keemasan. Tampak berkilauan sisik-sisik tersebut saat terkena paparan sinar matahari. Saat Toba melepaskan mata kail dari mulut ikan tangkapannya tersebut, tiba0tiba terjadi sebuah keajaiban yang sama sekali tak pernah ia duga. Ikan aneh dengan sisik berwarna kuning keemasan tersebut berubahm menjelma menjadi seorang perempuan yang manis dan elok parasnya.</p> <p>Toba terheran-heran ketika melihat keajaiban yang berlangsung di depan matanya itu. Ia hanya berdiri tak percaya dengan bola mata membulat serta mulut melongo.</p> <p>“Tuan.” Kata perempuan cantik jelmaan dari ikan kuning itu.</p> <p>”Aku adalah mahluk kutukan Dewa. Aku dikutuk karena telah melanggar larangan besarnya. Sudah ditakdirkan kepadaku, bahwa aku akan berubah bentuk dan menyerupai makhluk apa saja yang memegang atau menyentuhku. Karena tuan sudah memegangku, maka akupun berubah menjadi manusia. Seperti Tuan ini.”</p> <p> Toba lantas memperkenalkan namanya. Begitu juga dengan perempuan berwajah cantik itu.” Namaku Putri, tuan.”</p> <p>Toba lalu memikirkan sesuatu dan menjelaskan pemikirannya tersebut kepada Putri. Pemikirannya ialah untuk memperistri Putri karena Toba sangat terpesona dengan kecantikan si perempuan jelmaan ikan itu.</p><p>” Bersediakah engkau menikah dengan ku?” tanya Toba setelah pembicaraannya beberapa saat.</p> <p>“Baiklah aku bersedia, tuan. Selama tuan bersedia juga untuk memenuhi satu syarat yang akan kuajukan.” Jawab Putri</p> <p>“Syarat apa yang engkau inginkan? Sebutkanlah, aku pasti akan memenuhinya.”</p> <p>“Permintaanku hanya satu, pastikan bahwa tuan dapat menutup rapat-rapat rahasiaku. Jangan sekali-kali tuan menyebutkan bila aku adalah seekor ikan. Bila tuan menyatakan kesedian tuan untuk menjaga rahasia ini, aku bersedia menjadi istri tuan.”</p> <p>“Baiklah, aku berjanji akan menutup dengan rapat rahasimu ini. Rahasia ini akan hanya kita ketahui berdua.” Kata Toba.</p> <p>Toba dan Putri pun akhirnya menikah. Pasangan tersebut hidup rukun dan berbahagia walau dalam kesederhanaan. Kebahagian mereka serasa kian lengkap dengan kehadiran buah hati mereka. Seorang anak laki-laki yang diberi nama Samosir. Samosir tumbuh mejadi anak yang sehat dan memiliki tubuh yang kuat. Sayangnya, Samosir memiliki sifat yang pemalas dan agak nakal. Kehidupan Samosir sehari-harinya hanya tidur-tiduran. Ia seperti tak peduli dam tak ingin membantu sama sekali kerepotan ayahnya yang sibuk bekerja di ladang. Bahkan, untuk sekadar mengantar makanan dan minuman untuk ayahnya pun, Samosir sering kali menolak bila diminta. Seandainya mau, Samosir akan melakukannya dengan malas-malasan dan wajah yang bersungut-sungut. Kian hari, kian bertambah malas kelakuan Samosir. Hal tersebut dikarenakan ibunya terus memanjakannya. Apapun yang diminta oleh Samosir, akan selalu diusahakan oleh ibunya untuk dipenuhi. Samosir memiliki nafsu makan yang sangat kuat. Jatah makanan sehari untuk sekeluarga dapat dihabiskannya dalam waktu sekali makan. Toba merasa harus bekerja lebih keras lagi supaya bisa memenuhi keinginan makan anak semata wayangnya yang luar biasa itu.</p> <p>Pada suatu hari, Samosir diminta ibunya untuk mengantarkan makanan dan minuman untuk ayahnya yang sedang bekerja di ladang. Samosir yang sedang bermalas-malasan pada mulanya enggan untuk menjalankan perintah ibunya tersebut. Meski demikian, setelah ibunya memaksa dengan terus-menerus akhirnya Samosir bersedia untuk mengantarkan makanan dan minuman tersebut meski dengan wajah yang muram dan bersungut-sungut. Samosir membawa makanan dan minuman tersebut menuju ke ladang. Ditengah perjalanan, Samosir tiba-tiba merasa lapar. Dihentikannya langkah menuju kebun. Samosir lalu memakan makanan yang seharusnya akan diberikan untuk ayahnya tersebut. Makanan itu tidak dihabiskannya semua dan hanya disisakan sedikit. Dengan makanan dan minuman yang tersisa sedikit itu, Samosir lalu melanjutkan perjalanannya menuju ke ladang. Saat telah tiba di ladang, Samosir memberikan makanan dan minuman yang tinggal sedikit itu untuk ayahnya.</p> <p>Toba yang sudah sangat merasa lapar karena bekerja keras sejak pagi langsung membuka bekal dan sangat ingin memakannya. Terperanjatlah Toba ketika melihat makan siang untuknya sudah tinggal sedikit.</p> <p>” Mengapa jatah makanan dan minumanku tinggal sedikit?” tanya Toba dengat raut wajah marah. Dengan wajah yang polos seolah tak melakukan kesalahan, Samosir menjawab.</p> <p>” Tadi di jalan aku tiba-tiba merasa sangat lapar, Ayah. Maka dari itu, jatah makanan dan minuman ayah itu sudah kumakan sebagian. Akan tetapi, tidak semua kuhabiskan, bukan? Masih ada sedikit makanan dan minuman untuk makan siang ayah.”</p> <p>“Dasar anak yang tidak tahu diuntung!” Makian Toba kepada anaknya.</p> <p>Kemarahan Toba seketika kian meninggi. Serasa tak dapat lagi ia bersabar dan menahannya, umpatan Toba pun seketika itu meluncur.” Dasar kau, anak keturunan ikan!”</p> <p>Samosir sangat ketakutan dan terkejut ketika mendengat umpatan dari ayahnya. Ia dengan cepat langsung berlari ke rumah sembari menangis. Pada saat sudah sampai di rumah dan bertemu dengan ibunya, Samosir langsung menceritakan semua cacian dan makian dari ayahnya yang menyebutkan bahwa dirinya adalah keturunan dari seekor ikan. Mendengar pengaduan dari anaknya itu, ibu Samosir menjadi sangat sedih. Tak disangka, bila suaminya yang sangat ia sayang telah melanggar sumpah untuk tak menyebutkan bahwa Putri adalah mahluk yang berasal dari ikan.</p> <p>Tak berselang lama, Samosir dan ibunya saling berpegangan tangan. Dalam hitungan sekejap, kedua ibu dan anak itu menghilang dan keajaiban pun terjadi. Pada bekas pijakan kaki Samosir dan ibunya, tiba-tiba menyembur air yang sangat deras. Dari dalam tanah, air yang disemburkan keluar seakan tiada henti. Semakin lama tak semakin berkurang semburan air tersebut, malah semakin besar adanya. Dalam waktu yang cepat, permukaan tanah di daerah itu pun tergenang. Permukaan air kian meninggi dan tak berapa lama kemudian lembah yang digunakan oleh Toba sebagai tempat tinggal pun sudah penuh dengan genangan air. Hingga pada akhirnya, terbentuklah sebuah danau yang sangat luas di tempat itu. Penduduk sekitar lalu menamakan menamakan danau tersebut sebagai Danau Toba. Adapun pulau kecil yang terletak ditengah-tengah Danau Toba itu disebut sebagai Pulau Samosir sebagai penanda bahwa itu merupakan tempat di mana Samosir dan ibunya berpijak untuk terakhir kalinya.</p>"
  },
  {
    "id": "lutung-kasarung",
    "title": "Lutung Kasarung",
    "province": "jawa-barat",
    "type": "legenda",
    "image": "images/lutung-kasarung.png",
    "content": "<p>Pada zaman dahulu kala, di sebuah kerajaan yang subur dan makmur bernama Pasir Batang, hiduplah seorang putri cantik bernama Purbasari. Putri Purbasari memiliki saudara perempuan yang sangat iri padanya, yaitu Purbalarang. Rasa iri dan cemburu Purbalarang semakin besar ketika ayah mereka, Sang Raja, menunjuk Purbasari sebagai penggantinya di kerajaan. Purbalarang tidak bisa menerima keputusan ini dan berniat untuk menyingkirkan adiknya. Dengan bantuan seorang penyihir jahat, Purbalarang menyihir Purbasari sehingga kulitnya menjadi hitam legam dan seluruh tubuhnya dipenuhi luka-luka. Tak hanya itu, ia juga mengusir Purbasari ke hutan yang jauh dari istana.</p> <p>Dengan hati yang sedih, Purbasari menjalani kehidupannya di hutan. Namun, ia tetap bersabar dan selalu berdoa kepada Yang Maha Kuasa agar nasibnya bisa berubah. Di hutan, Purbasari ditemani oleh berbagai binatang yang selalu setia kepadanya, termasuk seekor lutung (monyet) yang bernama Lutung Kasarung. Lutung Kasarung bukanlah lutung biasa. Ia sebenarnya adalah seorang pangeran dari kayangan yang dikutuk menjadi seekor monyet. Sang pangeran dikutuk karena kesalahan kecil yang ia perbuat, dan untuk menebusnya, ia harus membantu seseorang yang sangat membutuhkan pertolongan. Lutung Kasarung melihat ketulusan hati Purbasari dan memutuskan untuk membantunya.</p> <p>Suatu hari, Lutung Kasarung menemukan sumber mata air ajaib di tengah hutan. Ia mengajak Purbasari untuk mandi di mata air tersebut. Keajaiban terjadi ketika Purbasari membasuh tubuhnya dengan air tersebut. Luka-luka di tubuhnya sembuh, dan kulitnya yang hitam legam berubah kembali menjadi putih bersih. Purbasari kembali cantik seperti sedia kala. Berita tentang perubahan ajaib Purbasari sampai ke telinga Purbalarang. Ia tidak percaya dan menantang Purbasari untuk kembali ke istana. Purbalarang mengusulkan berbagai tantangan untuk membuktikan siapa yang lebih layak menjadi ratu. Salah satu tantangan tersebut adalah mengadu pasangan masing-masing. Purbalarang membawa tunangannya, seorang pangeran tampan, sementara Purbasari hanya memiliki Lutung Kasarung. Dengan penuh percaya diri, Purbalarang yakin bahwa ia akan menang. Namun, keajaiban kembali terjadi. Lutung Kasarung berubah wujud menjadi seorang pangeran tampan dan gagah perkasa. Semua orang terkejut dan kagum melihat perubahan tersebut. Purbasari dengan mudah memenangkan tantangan itu.</p> <p>Akhirnya, semua orang menyadari kebaikan dan ketulusan hati Purbasari. Sang Raja pun menobatkan Purbasari sebagai ratu yang baru, sementara Purbalarang menyesali perbuatannya dan meminta maaf kepada adiknya. Purbasari yang baik hati memaafkan kakaknya, dan mereka hidup berdampingan dengan damai. Lutung Kasarung, yang kini kembali menjadi pangeran dari kayangan, tetap berada di samping Purbasari. Mereka saling mencintai dan akhirnya menikah, memimpin kerajaan Pasir Batang dengan bijaksana dan penuh kasih sayang. Kerajaan tersebut semakin makmur dan rakyat hidup bahagia di bawah pemerintahan mereka. Begitulah, kisah Lutung Kasarung mengajarkan kita tentang ketulusan hati, kesabaran, dan keadilan. Meskipun mengalami banyak cobaan, kebaikan dan kesabaran akan membawa kita pada kebahagiaan yang sejati. Dan seperti Purbasari, kita harus selalu percaya bahwa keajaiban bisa datang kapan saja, asalkan kita tetap berbuat baik dan tidak berhenti berharap.</p>"
  },
  {
    "id": "sangkuriang",
    "title": "Sangkuriang",
    "province": "jawa-barat",
    "type": "legenda",
    "image": "images/sangkuriang.png",
    "content": "<p>Coming Soon....</p>"
  },
  {
    "id": "jaka-tarub",
    "title": "Jaka Tarub",
    "province": "jawa-tengah",
    "type": "legenda",
    "image": "images/jaka-tarub.jpg",
    "content": "<p>Pada zaman dahulu, seorang pemuda yang bernama Jaka Tarub tinggal bersama ibunya yang bernama Mbok Milah. Sedangkan ayah Jaka Tarub, sudah lama meninggal. Jaka Tarub dan Mbok Milah memenuhi kebutuhan sehari-harinya dengan bertani di sawah.</p> <p>Lalu, di suatu malam, Jaka Tarub bermimpi bertemu dan menikah dengan seorang perempuan yang sangat cantik, bahkan seperti seorang bidadari. Saat Jaka Tarub terbangun, ia tersenyum karena ia merasa senang dengan mimpinya semalam. Hingga di siang hari, Jaka Tarub masih memikirkan mimpi indahnya itu. Jaka Tarub duduk di halaman rumahnya sambil termenung bahagia. Mbok Milah pun merasa bingung dengan apa yang sedang dipikirkan anaknya ini, “Apa yang sedang ada di pikiranmu, nak?” Tanya Mbok Milah penasaran. Namun, Jaka Tarub masih termenung dan seperti tidak mendengar pertanyaan yang dilontarkan oleh ibunya itu. Mbok Milah pun berpikir mungkin Jaka Tarub sedang memikirkan seorang perempuan dan ingin menikah. Akhirnya, Mbok Milah berniat untuk mencarikan Jaka Tarub seorang istri dari desanya. Di hari itu juga, saat Mbok Milah sedang berada di sawahnya, Pak Ranu, pemilik sawah sebelah menghampirinya. Pak Ranu bertanya apakah Jaka Tarub sudah menikah atau setidaknya sudah memiliki rencana untuk menikah. Mbok Milah pun berkata tidak ada, ia pun juga merasa sedikit bingung mengapa Pak Ranu menanyakan hal itu padanya. Ternyata, Pak Ranu berniat untuk menjodohkan Jaka Tarub dengan anak perempuannya, Laraswati.</p> <p>Mbok Milah terkejut dan senang di saat yang bersamaan, karena anak Pak Ranu adalah gadis yang baik hari dan lemah lembut, tapi sebelum ia menerima tawaran Pak Ranu, Mbok Milah merasa ia harus bertanya dan memastikannya dulu pada anaknya. Pak Ranu pun memahami pertimbangan Mbok Milah itu. Sesampainya di rumah, Mbok Milah berniat untuk langsung menanyakan hal tadi pada anaknya. Namun, ia mengurungkan niatnya karena ia takut anaknya tersinggung atau ternyata Jaka Tarub sudah memiliki calon, hanya saja belum memperkenalkannya. Akhirnya, Mbok Milah menunda melontarkan pertanyaan itu hingga berhari-hari kemudian, hingga ia pun lupa. Jaka Tarub adalah seorang pemuda yang senang dan handal berburu seperti ayahnya dahulu. Lalu, pada suatu pagi ia memutuskan untuk pergi berburu, bukan ke sawah. Jaka Tarub pun mempersiapkan segala macam peralatan berburu yang ia butuhkan; busur, panah, pisau, dan pedang. Setelah ia siap, ia pamit izin pergi pada ibunya. Setelah Jaka Tarub pergi, Mbok Milah masuk kembali ke kamarnya untuk beristirahat karena ia tiba-tiba merasa lelah.</p> <p>Di hutan, Jaka Tarub berhasil memanah seekor menjangan. Hatinya merasa senang dan puas karena menjangan ini bisa ia masak bersama ibunya selama beberapa hari ke depan. Saat ia sedang jalan pulang, tiba-tiba ada seekor macan tutul yang menghampirinya. Jaka Tarub pun panik dan ia melepaskan menjangan yang ada di panggulnya agar ia bisa melarikan diri dengan cepat. Macan tutul itu pun langsung memakan menjangan hasil buruan Jaka Tarub. Tentunya Jaka Tarub merasa kesal dan merasa harinya sangat sial karena sekarang ia akan pulan dengan tangan kosong. “Pertanda apa ini, ya,” gumam Jaka Tarub sambil terduduk lemas. Jaka Tarub pun berjalan kembali pulang ke rumah dengan rasa lapar karena ia tidak menemukan hewan buruan apa pun juga di sepajang perjalanan. Ia juga tidak membawa bekal apa pun karena ia tidak mengira ia akan menghabiskan waktu yang cukup lama di hutan hari ini. Saat Jaka Tarub sudah memasuki daerah desanya, ia melihat banyak warga yang berjalan tergesa-gesa menuju arah yang sama dengannya. Semakin ia mendekati rumahnya, semakin banyak warga yang berkumpul. Hati Jaka Tarub pun semakin bingung, ia tidak tahu apa yang terjadi. Saat ia memasuki rumahnya, Pak Ranu dan banyak orang yang menepuk pundaknya untuk mengatakan ia harus bersabar dan menerima nasibnya. Ternyata, ibu Jaka Tarub telah meninggal dunia. Mbok Milah sudah berbaring kaku di ruang tengah rumah mereka tidak tersadarkan diri. Jaka Tarub pun lemas dan tangisannya mengisi ruangan. Jaka Tarub hanya bisa termenung melihat tubuh ibunya. Pak Ranu pun bercerita bahwa yang menemukan ibunya meninggal pertama adalah istrinya. Namun, Jaka Tarub sangat sedih hingga ia tidak menghiraukan ucapan Pak Ranu.</p> <p>Setelah ibunya dikebumikan dan semua orang sudah pulang, ia merasa sangat kesepian, karena kini ia hanya tinggal sendirian. Jaka Tarub juga merasa bersalah karena ia belum memenuhi keinginan ibunya, yaitu melihat anaknya menikah dan menggendong cucu. Di hari-hari selanjutnya, Jaka Tarub menghabiskan waktunya dengan berburu dan membagikan hasil buruannya pada warga. Hanya dengan berburu Jaka Tarub bisa melupakan kesedihannya sejenak. Hingga pada suatu pagi, saat ia sedang berburu di Hutan Wanawasa ia merasa bosan karena ia tidak mendapatka hewan apa pun. Karena merasa haus dan lelah, ia pun pergi ke arah telaga yang disebut dengan Telaga Toyawening. Saat ia hampir sampai, ia mendengar suara beberapa wanita yang sedang berbicang sambil tertawa kecil, tapi ia berpikir mungkin ini semua hanya khayalannya saja. Lagi pula, tidak ada perempuan yang bermain di hutan, kan?</p> <p>Namun, suaranya semakin jelas dan semakin kencang saat Jaka Tarub mendekati telaga. Ternyata, ada tujuh orang gadis cantik yang sedang mandi di telaga itu. Jaka Tarub tekejut bukan main dan jantungnya berdegum sangat kencang. Jaka Tarub memperhatikan satu per satu gadis di telaga itu. Semuanya berparas sangat cantik. Dari percakapan mereka, Jaka Tarub tahu kalau tujuh orang gadis itu adalah bidadari yang turun dari kayangan. “Apakah ini arti mimpiku waktu itu?” Pikirnya dengan hati yang sangat senang. Jaka Tarub melihat tumpukan pakaian bidadari di atas sebuah batu besar. Semua pakaian itu memiliki warna yang berbeda-beda. Jaka Tarub pun berpikir jika ia mengambil salah satu pakaian ini, ia tidak akan bisa kembali ke kayangan. Akhirnya, ia diam-diam mengambil salah satu pakaian yang berwarna merah. Saat mendekati terbenamnya matahari, para bidadari ini ingin kembali ke kayangan. Namun, salah satu bidadari tidak bisa menemukan pakaiannya. Keenam bidadari yang lain mencoba membantu mencari pakaiannya tapi tidak juga berhasil. Dari kejadian ini, Jaka Tarub mendengar bahwa bidadari yang bajunya ia ambil bernama Nawangwulan. Nawangwulan menangis panik karena tanpa pakaian dan selendangnya, ia tidak akan bisa kembali ke kayangan. Dengan terpaksa, para bidadari yang lain harus pergi meninggalkan Nawangwulan karena hari akan semakin gelap. </p> <p>Nawangwulan kelihatan putus asa. Tiba-tiba tanpa sadar, ia berucap “Barangsiapa yang bisa memberiku pakaian akan, aku jadikan saudara bila ia perempuan, tapi bila ia laki-laki, akan aku jadikan suamiku,” Jaka Tarub pun buru-buru pulang untuk menyembunyikan pakaian Nawangwulan dan membawa baju mendiang ibunya untuk dipinjamkan pada Jaka Tarub. Setelah sampai kembali ke telaga, Jaka Tarub pun menghampiri Nawangwulan dan memberikannya pakaian. Setelah Nawangwulan berpakaian, ia memenuhi janji yang sudah ia ucap, ia akan menikahi Jaka Tarub. Pernikahan mereka pun berlangsung lama dan mereka dikaruniai seorang anak yang mereka namakan Nawangsih. Sejak menikah, Jaka Tarub akhirnya bisa menemukan kebahagiaannya kembali, tapi ada satu hal yang masih mengganjal di pikirannya. Ia merasa heran mengapa padi di lumbung mereka tidak berkurang walau dimasak setiap hari. Bahkan, panen yang diperoleh secara teratur membuat lumbung mereka hampir tidak muat lagi. Lalu, di suatu pagi saat Nawangwulan ingin pergi mencuci ke sungai, ia menitipkan anaknya pada Jaka Tarub. Ia juga mengingatkan suaminya agar tidak membuka tutup kukusan nasi yang sedang ia masak. Karena terasa sudah lama, Jaka Tarub ingin melihat apakah nasi itu sudah matang—ia pun membukanya dan lupa dengan pesan Nawangwulan. Betapa terkejutnya Jaka Tarub demi melihat isi kukusan itu. Nawangwulan hanya memasak setangkai padi. Ia langsung teringat akan persediaan padi mereka yang semakin lama semakin banyak. Terjawab sudah pertanyaannya selama ini.</p> <p>Saat Nawangwulan sampai ke rumah, ia melihat suaminya dengan amarah karena suaminya telah melupakan titipannya. “Hilang sudah kesaktianku untuk mengubah setangkai padi menjadi sebakul nasi,” ucap Nawangwulan. Mulai saat itu Nawangwulan harus menumbuk nasi untuk dimasak dan suaminya harus menyediakan lesung untuknya. Sejak hari itu, persediaan padi mereka semakin lama semakin menipis. Bahkan sekarang padi itu sudah tinggal tersisa di dasar lumbung. Seperti biasa, di pagi selanjutnya, Nawangwulan ke lumbung yang terletak di halaman belakang untuk mengambil padi. Ketika sedang menarik batang batang padi yang tersisa sedikit itu, Nawangwulan merasa tangannya memegang sesuatu yang lembut. Karena penasaran, Nawangwulan terus menarik benda itu. Wajah Nawangwulan seketika pucat karena terkejut melihat benda yang baru saja berhasil diraihnya adalah baju bidadari dan selendangnya yang berwarna merah.</p> <p>Nawangwulan merasa kecewa dan marah pada Jaka Tarub karena ia merasa sudah ditipu selamam ini. Saat ia bertemu Jaka Tarub ia memutuskan untuk kembali ke kayangan dan meninggalkan suami dan anaknya. Namun, Nawangwulan tidak akan melupakan anaknya, jika Nawangsih ingin bertemu ibunya, Jaka Tarub harus membakar batang padi dan diletakkan di dekat Nawangsih. Tentunya, dengan syarat Jaka Tarub tidak boleh ada di dekatnya. Jaka Tarub hanya bisa meratapi ini semua. Ia tahu bahwa ini semua adalah salahnya dan ia harus menanggung segala akibatnya.</p>"
  },
  {
    "id": "batu-menangis",
    "title": "Batu Menangis",
    "province": "sumatera-barat",
    "type": "legenda",
    "image": "images/batu-menangis.png",
    "content": "<p>Alkisah di atas sebuah bukit, jauh dari pemukiman penduduk di Kalimantan Barat, hiduplah ibu bersama anak perempuannya. Suaminya sudah lama meninggal tanpa mewariskan harta berarti. Kehidupan menjanda di umur cukup tua tak meninggalkan ibu banyak pilihan. Ia tak mungkin menikah lagi, jadi ibu harus berusaha sendiri untuk menghidupi anak perempuan kesayangannya, Darmi. Setiap hari ibu bekerja keras. Mengurus kebun sayur sejak pagi buta: menanam bibit, menyiram, memberi pupuk, menyiangi semak, memanen, dan menjual hasil panen ke pasar. Belum lagi mengurus anak yang masih kecil, juga mencari kayu bakar untuk memasak. Kulit ibu yang awalnya cerah, lama-lama menggelap karena terpapar sinar matahari. Berat badannya menyusut, ibu tak memiliki waktu untuk mengurus dirinya sendiri. Harapan ibu, Darmi bisa hidup bahagia, tak seperti dirinya. Maka Darmi pun dimanja; penuh kasih sayang. Darmi tumbuh menjadi gadis cantik! Kulitnya kuning langsat, tubuh semampai, paras memesona, dan rambutnya hitam legam panjang terurai. Darmi juga selalu mengenakan baju indah dan aksesori mentereng. Berbeda dari ibu yang sudah lama tak membeli barang untuk diri sendiri. Ia sudah tua, pikirnya. Tak memerlukan lagi semua hal itu. Tapi Darmi masih muda dan suka bergaul. Darmi pun selalu senang jika dibelikan baju baru, aksesori, dan alat berhias. Lama kelamaan, hanya benda-benda itu yang ada di benaknya. Darmi senang sekali bercermin sambil menyisir rambutnya. Ia sadar, kalau dirinya sangat cantik. Tapi hanya itu pula yang Darmi lakukan. Mengagumi diri sendiri sepanjang hari, saat ibu bekerja keras di kebun.</p> <p>Tak Hanya Pemalas, Si Cantik pun Pemarah.</p> <p>Suatu hari ibu lupa mengantar pesanan sayur ke pelanggannya di desa. Ibu meminta tolong Darmi untuk memasak. Tapi saat pulang, ternyata Darmi masih bersolek. Jangankan memasak, kamarnya pun masih berantakan seperti saat ibu tinggalkan. Saat ditanya, Darmi malah geram, karena ibu mengganggunya berdandan dan meninggalkannya kelaparan. Akhirnya ibu juga yang membuat makanan, kemudian membereskan kamar Darmi. Darmi makin keenakan, untuk mengambil segelas air saja harus memanggil ibu. Tak pernah sekalipun Darmi mengerjakan pekerjaan rumah, apalagi berpanas-panasan di kebun sayur atau mengantar dagangan ke pasar di kaki bukit. Tapi saat menginginkan sesuatu, Darmi akan merengek hingga mendapatkan keinginannya. Jika ibu tidak punya uang, Darmi marah besar! Mengatakan ia kesal dilahirkan di keluarga miskin. Hal ini membuat ibu sedih, dan sering kali menguras uang tabungannya. Bagaimanapun, Darmi adalah satu-satunya cinta ibu, anaknya tersayang yang ia besarkan sendiri dari kecil.</p> <p>Darmi Malu Memiliki Ibu yang Lusuh.</p> <p>Suatu hari sisir semata wayang Darmi patah, membuatnya uring-uringan sepanjang hari. Ia mau mendapatkan sisir baru! Harus lebih cantik dari sisir lamanya. Tapi Darmi tak percaya selera ibu. Lagian jika ikut ke pasar ia bisa melihat aksesori cantik dan mungkin mendapatkannya juga. Akhirnya Darmi memutuskan ikut ibu, yang memasok sayur ke pasar, turun bukit. Darmi yang takut kulitnya terkena sinar matahari, membawa daun besar sebagai payung. Sedangkan ibu menarik gerobak berisi sayur dengan tubuh rentanya. Satu, dua orang melewati mereka sambil memberi pandangan sinis. Di benak Darmi, itu karena orang merendahkannya, perihal memiliki ibu dengan penampilan bak pengemis. Kurus dan lusuh!</p> <p>Darmi mengambil langkah cepat, meninggalkan ibu di belakang, sehingga orang tak tahu wanita penarik gerobak itu adalah ibunya. Tak disangka, Darmi bertemu kawan di perjalanan. Mereka berbincang hingga ibu sampai. Ibu bertanya siapa anak muda yang berbicara pada Darmi, berharap dikenalkan. Tapi Darmi malah memperkenalkan ibu sebagai pembantunya. Hati ibunya pun terasa hancur mendengar perkataan anaknya. Ia menahan tangis dan tak mampu berkata-kata. Tahu ibunya diam dan menerima dibilang pembantu, Darmi mengulangi kata-katanya tiap ada orang menyapa.</p> <p>Darmi sengaja mengikuti ibu menjual sayur lebih dulu agar bisa mengintip penghasilan ibu. Setelahnya, Darmi langsung meminta uang. Awalnya ibu hanya memberi Darmi uang untuk membeli sisir, tapi Darmi malah memarahinya di depan umum! Sudah lelah akan perangai anaknya, ibu pasrah. Menyerahkan semua pendapatannya hari itu; entah bagaimana caranya esok ia membeli bibit dan beras. Darmi girang, ia langsung membeli semua hal menarik yang terlihat. Tapi setiap ibu menghampiri untuk mengakrabkan diri atau memujinya, Darmi melengos. Beberapa kali ibu mencoba hingga akhirnya tak tahan lagi, ia biarkan saja Darmi menghabiskan uang sampai puas. Kecantikan Darmi membuatnya banyak disapa pemuda di pasar, sampai ada yang mau mengantarkan pulang. Bagaimanapun, ibu khawatir akan keselamatan Darmi. Ibu mengikuti Darmi dari belakang untuk menjaganya. Darmi terlihat asik sekali mengobrol dengan komplotan pemuda yang “katanya” mau mengantar pulang itu.</p> <p>Makin lama pemuda-pemuda makin mendekat ke putri ibu! Sehingga ibu harus memperingati Darmi dengan memanggilnya. Sontak para pemuda ikut menengok, lalu bertanya pada Darmi; memastikan apa yang memanggil itu adalah ibunya. Kali ini Darmi tertawa. Mengatakan bagaimana mungkin wanita yang terlihat seperti gembel itu adalah ibunya. Darmi bilang ia berasal dari keluarga berada, ibunya cantik dan sedang menunggu di rumah. Darmi menambahkan, wanita itu adalah pekerja rendah di kediamannya. Maka para pemuda ikut tertawa, menyadari betapa konyol pertanyaan tadi. Cukup sudah, ibu tak kuat lagi! Ia melepas gerobak yang dipegangnya lalu bersimpuh ke tanah. Sakit hatinya, ibu pun menangis. Ia keluarkan semua tangis yang selama ini tertahan seraya meminta pertolongan Tuhan meminta mengakhiri sakit hati, lelah, dan doanya yang sia-sia meminta kebahagian untuk si anak durhaka.</p> <p>Langit berubah gelap, angin berembus kencang. Ternyata Tuhan mendengar doa ibu. Darmi yang masih dikelilingi para pemuda tiba-tiba merasa kakinya kaku dan berat. Seketika Darmi menyadari, ia terkena kutuk karena perbuatannya pada ibu. Saat tubuhnya semakin berat, Darmi menangis ketakutan. Saking beratnya, tubuh Darmi tertarik ke tanah. Kini ia bersimpuh, menangis makin kencang. Kakinya berubah menjadi batu, lanjut ke pinggulnya. Darmi makin ketakutan, ia memanggil-manggil ibu. Meminta maaf dan berjanji tak akan mengulangi perbuatannya. Ibu hanya bisa melongo, lalu menghampiri putrinya yang separuh menjadi batu. Keduanya hanya bisa menangis bersama, hingga akhirnya Darmi berubah sepenuhnya menjadi batu. Anehnya, dari dalam batu Darmi tetap keluar air mata hingga beberapa lama. Oleh para pemuda, batu itu dipindah ke sisi tebing. Menghadap ke langit agar Darmi tak kesepian. Penduduk sekitar kemudian menyebutnya sebagai Batu Menangis.</p>"
  },
  {
    "id": "si-jampang",
    "title": "Si Jampang",
    "province": "banten",
    "type": "legenda",
    "image": "images/si-jampang.png",
    "content": "<p>Coming Soon....</p>"
  },
  {
    "id": "gunung-krakatau",
    "title": "Gunung Krakatau",
    "province": "jawa-barat",
    "type": "legenda",
    "image": "images/legenda-gunung-krakatau.png",
    "content": "<p>Coming Soon....</p>"
  },
  {
    "id": "aji-saka",
    "title": "Aji Saka",
    "province": "jawa-tengah",
    "type": "legenda",
    "image": "images/aji-saka.png",
    "content": "<p>Coming Soon....</p>"
  },
  {
    "id": "bukit-kelam",
    "title": "Legenda Bukit Kelam",
    "province": "kalimantan-barat",
    "type": "legenda",
    "image": "images/bukit-kelam.jpg",
    "content": "<p>Coming Soon....</p>"
  }

]